Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: No Wallpaper Engine Workshop folder yet. It appears once the first item is downloaded.
es: Aún no hay una carpeta Workshop de Wallpaper Engine. Aparece al descargar el primer elemento.
ja: Wallpaper Engine のワークショップフォルダはまだありません。最初のアイテムをダウンロードすると作成されます。
zh_hans: 还没有 Wallpaper Engine 的创意工坊文件夹。下载第一个项目后就会出现。
zh_hant: 還沒有 Wallpaper Engine 的工作坊資料夾。下載第一個項目後就會出現。

source: No Wallpaper Engine projects were found in that folder.
es: No se encontraron proyectos de Wallpaper Engine en esa carpeta.
ja: そのフォルダには Wallpaper Engine プロジェクトが見つかりませんでした。
zh_hans: 在该文件夹中未找到 Wallpaper Engine 项目。
zh_hant: 在該資料夾中找不到 Wallpaper Engine 專案。

source: No account selected
es: Ninguna cuenta seleccionada
ja: アカウント未選択
zh_hans: 未选择账户
zh_hant: 未選擇帳戶

source: No active sessions
es: No hay sesiones activas
ja: アクティブなセッションなし
zh_hans: 无活动会话
zh_hant: 無活動工作階段

source: No aerials downloaded yet
es: Aún no hay vistas aéreas descargadas
ja: 空撮はまだダウンロードされていません
zh_hans: 尚未下载任何航拍
zh_hant: 尚未下載任何空照圖

source: No aerials match your search
es: Ninguna vista aérea coincide con tu búsqueda
ja: 検索に一致する空撮はありません
zh_hans: 没有航拍匹配你的搜索
zh_hant: 沒有空照圖符合你的搜尋

source: No apps added
es: No hay apps añadidas
ja: アプリは追加されていません
zh_hans: 未添加 App
zh_hant: 尚未加入 App

source: No attributed memory
es: Sin memoria atribuida
ja: 関連付けられたメモリなし
zh_hans: 无归属内存
zh_hant: 無歸屬記憶體

source: No bookmarks match your search
es: Ningún marcador coincide con tu búsqueda
ja: 検索に一致するブックマークがありません
zh_hans: 没有与搜索匹配的书签
zh_hant: 沒有符合搜尋的書籤

source: No bookmarks yet
es: Aún no hay marcadores
ja: ブックマークはまだありません
zh_hans: 尚无书签
zh_hant: 尚無書籤

source: No description provided.
es: No se ha proporcionado una descripción.
ja: 説明はありません。
zh_hans: 未提供描述。
zh_hant: 未提供描述。

source: No display selected
es: Ninguna pantalla seleccionada
ja: ディスプレイが選択されていません
zh_hans: 未选择显示器
zh_hant: 未選擇顯示器

source: No displays detected
es: No se han detectado pantallas
ja: ディスプレイが検出されません
zh_hans: 未检测到显示器
zh_hant: 未偵測到顯示器

source: No download is needed.
es: No hace falta descargar nada.
ja: ダウンロードは不要です。
zh_hans: 无需下载。
zh_hant: 不需要下載。

source: No downloaded content or cache files yet.
es: Aún no hay contenido descargado ni archivos de caché.
ja: ダウンロード済みコンテンツやキャッシュファイルはまだありません。
zh_hans: 还没有已下载内容或缓存文件。
zh_hant: 尚無已下載內容或快取檔案。

source: No file or folder chosen
es: Ningún archivo o carpeta elegido
ja: ファイルまたはフォルダ未選択
zh_hans: 尚未选择文件或文件夹
zh_hant: 尚未選擇檔案或資料夾

source: No free time range. Adjust an existing slot first.
es: No hay un intervalo libre. Ajusta primero una franja existente.
ja: 空き時間がありません。先に既存の時間帯を調整してください。
zh_hans: 没有空闲时间段。请先调整现有时段。
zh_hant: 沒有空閒時段，請先調整現有時段。

source: No items on this page can be shown.
es: No se puede mostrar ningún elemento de esta página.
ja: このページには表示できるアイテムがありません。
zh_hans: 这一页没有可显示的项目。
zh_hant: 這一頁沒有可顯示的項目。

source: No matching sessions
es: No hay sesiones coincidentes
ja: 一致するセッションなし
zh_hans: 没有匹配的会话
zh_hant: 沒有符合的工作階段

source: No particles for current weather
es: Sin partículas para el clima actual
ja: 現在の天気ではパーティクルなし
zh_hans: 当前天气无粒子效果
zh_hant: 目前天氣無粒子效果

source: No preset
es: Sin preajuste
ja: プリセットなし
zh_hans: 无预设
zh_hant: 無預設集

source: No presets have been published for this wallpaper.
es: No se han publicado preajustes para este fondo de pantalla.
ja: この壁紙用のプリセットはまだ公開されていません。
zh_hans: 还没有人为这张壁纸发布预设。
zh_hant: 還沒有人為這張桌布發布預設。

source: No presets match your search.
es: Ningún preajuste coincide con tu búsqueda.
ja: 検索に一致するプリセットはありません。
zh_hans: 没有符合搜索的预设。
zh_hant: 沒有符合搜尋的預設。

source: No ratings yet
es: Sin valoraciones todavía
ja: 評価はまだありません
zh_hans: 暂无评价
zh_hant: 尚無評價

source: No readings captured yet
es: Aún no hay lecturas
ja: まだ測定値がありません
zh_hans: 尚未采集到读数
zh_hant: 尚未擷取到讀數

source: No recent activity
es: Sin actividad reciente
ja: 最近の動作なし
zh_hans: 近期无活动
zh_hant: 近期無活動

source: No registered app copies found.
es: No se encontraron copias registradas de la app.
ja: 登録済みのアプリが見つかりませんでした。
zh_hans: 未找到已注册的应用副本。
zh_hant: 找不到已註冊的應用程式副本。

source: No results for "%@".
es: No hay resultados para "%@".
ja: 「%@」の検索結果はありません。
zh_hans: 没有“%@”的相关结果。
zh_hant: 沒有「%@」的相關結果。

source: No results for these filters.
es: No hay resultados para estos filtros.
ja: このフィルタに一致する結果はありません。
zh_hans: 这些筛选条件没有结果。
zh_hant: 這些篩選條件沒有結果。

source: No results tagged “%@”.
es: Ningún resultado con la etiqueta “%@”.
ja: 「%@」タグの結果はありません。
zh_hans: 没有标记为“%@”的结果。
zh_hant: 沒有標記為「%@」的結果。

source: No results yet.
es: Aún no hay resultados.
ja: まだ結果がありません。
zh_hans: 还没有结果。
zh_hant: 尚無結果。

source: No room for another widget. Remove a widget or make one smaller, then try again.
es: No hay espacio para otro widget. Elimina un widget o reduce el tamaño de alguno e inténtalo de nuevo.
ja: 新しいウィジェットを置く空きがありません。ウィジェットを削除するか、いずれかのウィジェットを小さくしてから、もう一度お試しください。
zh_hans: 没有空位放置新的小组件。请先移除一个小组件，或将某个小组件改小，然后重试。
zh_hant: 沒有空位放置新的小工具。請先移除一個小工具，或將某個小工具改小，然後重試。

source: No room here. Drag a neighbouring slot edge first.
es: Aquí no hay sitio. Arrastra primero el borde de una franja vecina.
ja: ここには空きがありません。先に隣接スロットの端をドラッグしてください。
zh_hans: 此处没有空位。请先拖动相邻时段的边缘。
zh_hant: 此處沒有空位。請先拖動相鄰時段的邊緣。

source: No saved access to this item. Choose it again.
es: No hay acceso guardado a este elemento. Vuelve a elegirlo.
ja: この項目へのアクセス権が保存されていません。もう一度選択してください。
zh_hans: 未保存对此项目的访问权限。请重新选择。
zh_hant: 未儲存此項目的存取權限。請重新選擇。

source: No saved videos
es: No hay vídeos guardados
ja: 保存済みのビデオはありません
zh_hans: 暂无已保存的视频
zh_hant: 尚無已儲存的影片

source: No scene options
es: Esta escena no tiene opciones
ja: シーンのオプションなし
zh_hans: 此场景没有可调选项
zh_hant: 此場景沒有可調選項

source: No schedule
es: No hay programación
ja: スケジュールがありません
zh_hans: 暂无计划
zh_hant: 尚無排程

source: No schemes match your search
es: Ningún esquema coincide con tu búsqueda
ja: 検索に一致する構成がありません
zh_hans: 没有与搜索匹配的方案
zh_hant: 沒有符合搜尋的方案

source: No schemes yet
es: Aún no hay esquemas
ja: 構成はまだありません
zh_hans: 还没有方案
zh_hant: 還沒有方案

source: No settings found
es: No se han encontrado ajustes
ja: 設定が見つかりません
zh_hans: 未找到设置
zh_hant: 找不到設定

source: No shortcut set
es: Ningún atajo definido
ja: ショートカット未設定
zh_hans: 未设置快捷键
zh_hant: 未設定快速鍵

source: No sign-in needed — read-only access to a Wallpaper Engine folder
es: No hace falta iniciar sesión — acceso de solo lectura a una carpeta de Wallpaper Engine
ja: サインイン不要 — Wallpaper Engine フォルダへの読み取り専用アクセス
zh_hans: 无需登录——只读访问一个 Wallpaper Engine 文件夹
zh_hant: 無需登入——唯讀存取一個 Wallpaper Engine 資料夾

source: No still frame is available for this wallpaper.
es: Este fondo no tiene una imagen fija disponible.
ja: この壁紙にはプレビュー用の静止画がありません。
zh_hans: 此壁纸无可用静帧。
zh_hant: 此桌布無可用靜態影格。

source: No tool events yet
es: Aún no hay actividad de herramientas
ja: ツールの動作はまだありません
zh_hans: 尚无工具活动
zh_hant: 尚無工具活動

source: No video assigned
es: Ningún vídeo asignado
ja: 動画が未割り当て
zh_hans: 未指定视频
zh_hant: 未指定影片

source: No videos match your search
es: No hay vídeos coincidentes
ja: 一致するビデオはありません
zh_hans: 没有匹配的视频
zh_hant: 沒有符合的影片

source: No videos yet
es: Aún no hay vídeos
ja: 動画はまだありません
zh_hans: 暂无视频
zh_hant: 尚無影片

source: No wallpaper configured
es: Ningún fondo de pantalla configurado
ja: 壁紙が設定されていません
zh_hans: 未配置壁纸
zh_hant: 未設定桌布

source: No wallpaper was applied to this display.
es: No se aplicó ningún fondo a esta pantalla.
ja: このディスプレイには壁紙が適用されませんでした。
zh_hans: 未能将壁纸应用到此显示器。
zh_hant: 未能將桌布套用至此顯示器。

source: No wallpapers installed yet.
es: Aún no hay fondos de pantalla instalados.
ja: 壁紙はまだインストールされていません。
zh_hans: 尚未安装壁纸。
zh_hant: 尚未安裝桌布。

source: No wallpapers yet
es: Aún no hay fondos
ja: 壁紙はまだありません
zh_hans: 还没有壁纸
zh_hant: 還沒有桌布

source: No web source
es: Ningún origen web
ja: Web ソースなし
zh_hans: 未配置 Web 源
zh_hant: 沒有 Web 來源

source: Noise
es: Ruido
ja: ノイズ
zh_hans: 噪声
zh_hant: 雜訊

source: None
es: Ninguno
ja: なし
zh_hans: 无
zh_hant: 無

source: None active
es: Ninguno activo
ja: 有効なものはありません
zh_hans: 无活动项
zh_hant: 沒有作用中項目

source: None of the projects in that folder could be imported.
es: No se pudo importar ninguno de los proyectos de esa carpeta.
ja: そのフォルダ内のプロジェクトはどれも読み込めませんでした。
zh_hans: 该文件夹中的项目均无法导入。
zh_hant: 該資料夾中的專案均無法匯入。

source: None of the projects in that folder could be read.
es: No se pudo leer ninguno de los proyectos de esa carpeta.
ja: そのフォルダ内のプロジェクトはどれも読み取れませんでした。
zh_hans: 该文件夹中的项目都无法读取。
zh_hant: 該資料夾中的專案都無法讀取。

source: Not Determined
es: No determinado
ja: 未決定
zh_hans: 未确定
zh_hant: 未決定

source: Not Granted
es: No concedido
ja: 未許可
zh_hans: 未授权
zh_hant: 未授權

source: Not a valid Steam Workshop URL.
es: No es una URL válida de Steam Workshop.
ja: 有効な Steam ワークショップ URL ではありません。
zh_hans: 不是有效的 Steam 创意工坊链接。
zh_hant: 不是有效的 Steam 工作坊連結。

source: Not authorized
es: No autorizado
ja: 未許可
zh_hans: 未授权
zh_hant: 未授權

source: Not configured
es: No configurado
ja: 未設定
zh_hans: 未配置
zh_hant: 未設定

source: Not found
es: No encontrado
ja: 見つかりません
zh_hans: 未找到
zh_hant: 找不到

source: Not linked.
es: Sin vincular.
ja: 未リンク。
zh_hans: 未关联。
zh_hant: 未連結。

source: Not linked. Scenes render, but layers that need Wallpaper Engine's shared assets are skipped.
es: No vinculado. Las escenas se renderizan, pero se omiten las capas que necesitan los recursos compartidos de Wallpaper Engine.
ja: 未リンクです。シーンは描画されますが、Wallpaper Engine の共有アセットを使うレイヤーはスキップされます。
zh_hans: 未关联。场景照常渲染，但用到 Wallpaper Engine 共享资源的图层会被跳过。
zh_hant: 未連結。場景照常渲染，但用到 Wallpaper Engine 共用資源的圖層會被略過。

source: Not run
es: No ejecutado
ja: 未実行
zh_hans: 未运行
zh_hant: 未執行

source: Not run yet.
es: Aún no se ha ejecutado.
ja: まだ実行していません。
zh_hans: 尚未运行。
zh_hant: 尚未執行。

source: Not selected
es: No seleccionado
ja: 未選択
zh_hans: 未选中
zh_hant: 未選取

source: Not set
es: No definido
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定

source: Not signed in
es: Sesión no iniciada
ja: 未サインイン
zh_hans: 未登录
zh_hant: 未登入

source: Not supported on macOS yet
es: Aún no compatible con macOS
ja: macOS では未対応
zh_hans: macOS 暂不支持
zh_hant: macOS 尚未支援

source: Not supported on this Mac
es: No compatible con este Mac
ja: この Mac では非対応
zh_hans: 本机不支持
zh_hant: 這台 Mac 不支援

source: Nothing is playing
es: Nada en reproducción
ja: 何も再生されていません
zh_hans: 当前没有播放内容
zh_hant: 目前沒有播放內容

source: Now playing
es: En reproducción
ja: 再生中
zh_hans: 正在播放
zh_hant: 正在播放

source: Now playing %@
es: Reproduciendo %@
ja: %@ を再生中
zh_hans: 正在播放 %@
zh_hant: 正在播放 %@

source: Off
es: Desactivado
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

source: Official Steam library connected
es: Biblioteca oficial de Steam conectada
ja: 公式 Steam ライブラリに接続済み
zh_hans: 已连接官方 Steam 库
zh_hant: 已連線官方 Steam 收藏庫

source: Official library connected — SteamCMD downloads await the background connector
es: Biblioteca oficial de Steam conectada — las descargas de SteamCMD esperan al conector en segundo plano
ja: 公式 Steam ライブラリに接続済み — SteamCMD ダウンロードはバックグラウンドコネクタ待ちです
zh_hans: 已连接官方 Steam 库——SteamCMD 下载正在等待后台连接器
zh_hant: 官方收藏庫已連線——SteamCMD 下載等待背景連線器

source: Offsets are measured in CSS pixels.
es: Los desplazamientos se miden en píxeles CSS.
ja: オフセットの単位は CSS ピクセルです。
zh_hans: 偏移量以 CSS 像素为单位。
zh_hant: 位移量以 CSS 像素為單位。

source: On
es: Activado
ja: オン
zh_hans: 开启
zh_hant: 開啟

source: On %@, this: • Resets playback settings, web wallpaper settings, and blur, brightness, saturation, warmth, vignette, and auto warm tint • Turns off the effect layer and returns its Density, Match local weather, Match density to weather, and Follow wind direction to their defaults • Turns off On Lock, shuffle, and rotation • Clears the schedule and switches back to the playlist The wallpaper and playlist items are kept.
es: En %@, esto: • Restablece los ajustes de reproducción, los ajustes del fondo web y el desenfoque, el brillo, la saturación, la calidez, la viñeta y el tinte cálido automático • Desactiva la capa de efectos y devuelve sus opciones “Densidad”, “Seguir el tiempo local”, “Ajustar la densidad al tiempo” y “Seguir la dirección del viento” a sus valores predeterminados • Desactiva “Al bloquear”, la reproducción aleatoria y la rotación • Borra la programación y vuelve a la playlist Se conservan el fondo de pantalla y los elementos de la playlist.
ja: %@ で次の操作を行います： • 再生設定、Web 壁紙の設定、およびぼかし・明るさ・彩度・暖かさ・ビネット・自動ウォームティントをデフォルトに戻す • エフェクトレイヤーをオフにし、「密度」「現地の天気に合わせる」「天気に密度を合わせる」「風向きに追従」をデフォルトに戻す • 「ロック時」、シャッフル、ローテーションをオフにする • スケジュールを消去し、プレイリストに戻す 壁紙とプレイリストの項目は保持されます。
zh_hans: 将对 %@ 执行以下操作： • 恢复播放设置、网页壁纸设置，以及模糊、亮度、饱和度、色温、暗角和自动暖色调的默认值 • 关闭效果层，并将其“密度”“跟随当地天气”“随天气调整粒子密度”“跟随风向”恢复为默认值 • 关闭“锁屏时”、随机播放和轮播 • 清空计划，改回按播放列表播放 壁纸和播放列表中的项目会保留。
zh_hant: 將對 %@ 執行以下操作： • 恢復播放設定、網頁桌布設定，以及模糊、亮度、飽和度、色溫、暈影和自動暖色調的預設值 • 關閉效果層，並將其「密度」「跟隨當地天氣」「隨天氣調整粒子密度」「跟隨風向」恢復為預設值 • 關閉「鎖定時」、隨機播放和輪播 • 清除排程，改回依播放列表播放 桌布和播放列表中的項目會保留。

source: On %@, this: • Resets playback settings, web wallpaper settings, and blur, brightness, saturation, warmth, vignette, and auto warm tint • Turns off the effect layer and returns its Density, Match local weather, Match density to weather, and Follow wind direction to their defaults • Turns off On Lock, shuffle, and rotation • Clears the schedule and switches back to the playlist The wallpaper, playlist items, and scene custom settings are kept.
es: En %@, esto: • Restablece los ajustes de reproducción, los ajustes del fondo web y el desenfoque, el brillo, la saturación, la calidez, la viñeta y el tinte cálido automático • Desactiva la capa de efectos y devuelve sus opciones “Densidad”, “Seguir el tiempo local”, “Ajustar la densidad al tiempo” y “Seguir la dirección del viento” a sus valores predeterminados • Desactiva “Al bloquear”, la reproducción aleatoria y la rotación • Borra la programación y vuelve a la playlist Se conservan el fondo de pantalla, los elementos de la playlist y los ajustes personalizados de la escena.
ja: %@ で次の操作を行います： • 再生設定、Web 壁紙の設定、およびぼかし・明るさ・彩度・暖かさ・ビネット・自動ウォームティントをデフォルトに戻す • エフェクトレイヤーをオフにし、「密度」「現地の天気に合わせる」「天気に密度を合わせる」「風向きに追従」をデフォルトに戻す • 「ロック時」、シャッフル、ローテーションをオフにする • スケジュールを消去し、プレイリストに戻す 壁紙、プレイリストの項目、シーンのカスタム設定は保持されます。
zh_hans: 将对 %@ 执行以下操作： • 恢复播放设置、网页壁纸设置，以及模糊、亮度、饱和度、色温、暗角和自动暖色调的默认值 • 关闭效果层，并将其“密度”“跟随当地天气”“随天气调整粒子密度”“跟随风向”恢复为默认值 • 关闭“锁屏时”、随机播放和轮播 • 清空计划，改回按播放列表播放 壁纸、播放列表中的项目和场景自定义设置会保留。
zh_hant: 將對 %@ 執行以下操作： • 恢復播放設定、網頁桌布設定，以及模糊、亮度、飽和度、色溫、暈影和自動暖色調的預設值 • 關閉效果層，並將其「密度」「跟隨當地天氣」「隨天氣調整粒子密度」「跟隨風向」恢復為預設值 • 關閉「鎖定時」、隨機播放和輪播 • 清除排程，改回依播放列表播放 桌布、播放列表中的項目和場景自訂設定會保留。

source: On Lock
es: Al bloquear
ja: ロック時
zh_hans: 锁屏时
zh_hant: 鎖定時

source: On Top
es: Al frente
ja: 最前面
zh_hans: 置顶
zh_hant: 置頂

source: On lock, sets enabled displays’ video frames as desktop pictures. These remain after unlock.
es: Al bloquear, usa los fotogramas de vídeo de las pantallas activadas como fondo de pantalla de macOS. Se conservan al desbloquear.
ja: ロック時に有効なディスプレイの動画フレームを macOS の壁紙に設定し、ロック解除後も保持します。
zh_hans: 锁屏时将已启用显示器的视频画面设为 macOS 墙纸，解锁后仍会保留。
zh_hant: 鎖定時將已啟用顯示器的影片畫面設為 macOS 背景圖片，解鎖後仍會保留。

source: On this display
es: En esta pantalla
ja: このディスプレイ
zh_hans: 这台显示器
zh_hant: 這台顯示器

source: One Week
es: Una semana
ja: 1週間
zh_hans: 1 周
zh_hant: 1 週

source: One Year
es: Un año
ja: 1年
zh_hans: 1 年
zh_hant: 1 年

source: Only one display is connected.
es: Solo hay una pantalla conectada.
ja: 接続されているディスプレイは 1 台だけです。
zh_hans: 只连接了一台显示器。
zh_hant: 只連接了一台顯示器。

source: Only video wallpapers can be added to System Wallpaper.
es: Solo se pueden añadir fondos de vídeo a Fondo del sistema.
ja: システム壁紙に追加できるのはビデオ壁紙のみです。
zh_hans: 只有视频壁纸可以添加到系统壁纸。
zh_hant: 只有影片桌布可以加入系統桌布。

source: Opacity
es: Opacidad
ja: 不透明度
zh_hans: 不透明度
zh_hant: 不透明度

source: Open
es: Abrir
ja: 開く
zh_hans: 打开
zh_hant: 開啟

source: Open %@’s Workshop on Steam
es: Abrir el Workshop de %@ en Steam
ja: %@ のワークショップを Steam で開く
zh_hans: 在 Steam 上打开 %@ 的创意工坊
zh_hant: 在 Steam 上開啟 %@ 的工作坊

source: Open Agent Activity
es: Abrir actividad de agentes
ja: エージェントのアクティビティを開く
zh_hans: 打开 Agent 活动台
zh_hant: 開啟 Agent 活動台

source: Open Finder and highlight the sanitized log file
es: Abrir el Finder y seleccionar el archivo de registro depurado
ja: Finder を開いてサニタイズ済みのログファイルを選択状態で表示します
zh_hans: 在访达中打开并选中已脱敏的日志文件
zh_hant: 在 Finder 中開啟並選取已去識別的日誌檔案

source: Open Folder
es: Abrir carpeta
ja: フォルダを開く
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

source: Open General Settings
es: Abrir ajustes generales
ja: 一般設定を開く
zh_hans: 打开通用设置
zh_hant: 開啟一般設定

source: Open Location Services settings
es: Abrir ajustes de Servicios de ubicación
ja: 位置情報サービス設定を開く
zh_hans: 打开定位服务设置
zh_hant: 開啟定位服務設定

source: Open Login Items settings
es: Abrir ajustes de Elementos de inicio
ja: ログイン項目設定を開く
zh_hans: 打开登录项设置
zh_hant: 開啟登入項目設定

source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Settings Window
es: Abrir ventana de ajustes
ja: 設定ウインドウを開く
zh_hans: 打开设置窗口
zh_hant: 開啟設定視窗

source: Open System Settings
es: Abrir Ajustes del Sistema
ja: システム設定を開く
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open System Settings › General › Login Items & Extensions and turn on Loomscreen.
es: Abre Ajustes del Sistema › General › Ítems de inicio y extensiones y activa Loomscreen.
ja: 「システム設定 › 一般 › ログイン項目と機能拡張」で Loomscreen をオンにしてください。
zh_hans: 打开“系统设置 › 通用 › 登录项与扩展”，然后开启 Loomscreen。
zh_hant: 開啟「系統設定 › 一般 › 登入項目與延伸功能」，然後開啟 Loomscreen。

source: Open System Settings → Privacy & Security → Location Services
es: Abrir Ajustes del Sistema › Privacidad y seguridad › Servicios de ubicación
ja: 「システム設定 › プライバシーとセキュリティ › 位置情報サービス」を開く
zh_hans: 打开“系统设置 › 隐私与安全性 › 定位服务”
zh_hant: 開啟「系統設定 › 隱私權與安全性 › 定位服務」

source: Open Terminal.app
es: Abrir Terminal.app
ja: Terminal.app を開く
zh_hans: 打开 Terminal.app
zh_hant: 開啟 Terminal.app

source: Open Wallpaper Settings
es: Abrir los ajustes de Fondo de pantalla
ja: 「壁紙」設定を開く
zh_hans: 打开“墙纸”设置
zh_hant: 打開「背景圖片」設定

source: Open Wallpaper settings in System Settings
es: Abrir los ajustes de Fondo de pantalla en Ajustes del Sistema
ja: 「システム設定」の壁紙設定を開く
zh_hans: 在“系统设置”中打开“墙纸”设置
zh_hant: 在「系統設定」中打開「背景圖片」設定

source: Open a display first, then apply
es: Abre primero una pantalla y después aplica
ja: 先にディスプレイを開いてから適用してください
zh_hans: 请先打开一个显示器，再应用
zh_hant: 請先開啟一台顯示器，再套用

source: Open all in Steam
es: Abrir todo en Steam
ja: Steam で全部を開く
zh_hans: 在 Steam 中打开全部
zh_hant: 在 Steam 中開啟全部

source: Open application preferences
es: Abrir las preferencias de la app
ja: アプリの環境設定を開く
zh_hans: 打开应用偏好设置
zh_hant: 開啟 App 偏好設定

source: Open display settings
es: Abrir ajustes de pantalla
ja: ディスプレイ設定を開く
zh_hans: 打开显示器设置
zh_hant: 開啟顯示器設定

source: Open in Steam
es: Abrir en Steam
ja: Steam で開く
zh_hans: 在 Steam 中打开
zh_hant: 在 Steam 中開啟

source: Open renderer diagnostics
es: Abrir diagnósticos del renderizador
ja: レンダラー診断を開く
zh_hans: 打开渲染器诊断日志
zh_hant: 開啟渲染器診斷日誌

source: Open settings category
es: Abrir categoría de ajustes
ja: 設定カテゴリを開く
zh_hans: 打开设置分类
zh_hant: 開啟設定分類

source: Open the full diagnostic log
es: Abrir el registro de diagnóstico completo
ja: 全体の診断ログを開く
zh_hans: 打开完整诊断日志
zh_hant: 開啟完整診斷日誌

source: Open this item's Steam Workshop page
es: Abrir la página de Steam Workshop de este elemento
ja: このアイテムの Steam ワークショップページを開く
zh_hans: 打开此项的 Steam 创意工坊页面
zh_hant: 開啟此項的 Steam 工作坊頁面

source: Open workshop %@ in browser
es: Abrir el Workshop %@ en el navegador
ja: ブラウザーでワークショップ %@ を開く
zh_hans: 在浏览器中打开创意工坊 %@
zh_hant: 在瀏覽器中開啟工作坊 %@

source: Opens a folder chooser to link and apply a local project in place
es: Abre un selector de carpetas para vincular y aplicar un proyecto local en su sitio
ja: フォルダ選択を開き、ローカルプロジェクトをその場所のままリンクして適用します
zh_hans: 打开文件夹选择器，原地链接并应用本地项目
zh_hant: 開啟資料夾選擇器，就地連結並套用本機專案

source: Opens the Steam Workshop tab to browse and manage your full library
es: Abre la pestaña Steam Workshop para explorar y gestionar todos tus fondos de Workshop
ja: Steam ワークショップタブを開き、すべてのワークショップ壁紙を閲覧・管理します
zh_hans: 打开 Steam 创意工坊标签页，浏览和管理你的全部创意工坊壁纸
zh_hant: 開啟 Steam 工作坊標籤頁，瀏覽和管理你的全部工作坊桌布

source: Opens the Workshop settings page to download or link Wallpaper Engine assets
es: Abre la página de ajustes de Workshop para descargar o vincular recursos de Wallpaper Engine
ja: ワークショップ 設定ページを開き、Wallpaper Engine のアセットをダウンロードまたはリンクします
zh_hans: 打开创意工坊设置页，下载或链接 Wallpaper Engine 素材
zh_hant: 開啟工作坊設定頁，下載或連結 Wallpaper Engine 素材

source: Opens this setting in Settings
es: Abre este ajuste en Ajustes
ja: この項目を設定で開きます
zh_hans: 在“设置”中打开此项
zh_hant: 在「設定」中開啟此項

source: Opens this wallpaper's Steam Workshop page in your browser
es: Abre en el navegador la página de Steam Workshop de este fondo de pantalla
ja: この壁紙の Steam ワークショップページをブラウザで開きます
zh_hans: 在浏览器中打开此壁纸的 Steam 创意工坊页面
zh_hant: 在瀏覽器中開啟此桌布的 Steam 工作坊頁面

source: Optional
es: Opcional
ja: 任意
zh_hans: 可选
zh_hant: 可選

source: Optional. Adds ratings, authors, and faster search.
es: Opcional. Añade valoraciones, autores y búsquedas más rápidas.
ja: 任意。評価や作者情報を表示し、検索を高速化します。
zh_hans: 可选。提供评分、作者信息并加快搜索。
zh_hant: 選用。提供評分、作者資訊並加快搜尋。

source: Optional. Adds ratings, authors, and faster search. Stored only on this Mac; requests go directly to Steam.
es: Opcional. Añade valoraciones, autores y búsquedas más rápidas. La clave solo se guarda en este Mac; las solicitudes van directamente a Steam.
ja: 任意。評価や作者情報を表示し、検索を高速化します。キーはこの Mac にのみ保存され、リクエストは Steam に直接送信されます。
zh_hans: 可选。提供评分、作者信息并加快搜索。密钥仅存于本机，请求直接发送至 Steam。
zh_hant: 選用。提供評分、作者資訊並加快搜尋。金鑰僅儲存於這台 Mac，請求直接傳送至 Steam。

source: Or download by link
es: O descargar por enlace
ja: リンクから直接ダウンロード
zh_hans: 或通过链接下载
zh_hant: 或透過連結下載

source: Or drop a wallpaper here
es: O arrastra un fondo aquí
ja: または壁紙をここにドロップ
zh_hans: 或将壁纸拖到这里
zh_hant: 或將桌布拖到這裡

source: Origin Access
es: Acceso de origen
ja: オリジンアクセス
zh_hans: 来源访问
zh_hant: 來源存取

source: Original wallpaper files must be available. Selected files and folders need access granted again on this Mac.
es: Los archivos originales deben estar disponibles. Es necesario volver a autorizar el acceso a los archivos y carpetas en este Mac.
ja: 元の壁紙ファイルが必要です。選択したファイルとフォルダへのアクセスをこの Mac で再度許可してください。
zh_hans: 原壁纸文件须可用；所选文件和文件夹需在本机重新授权。
zh_hant: 原始桌布檔案必須可用；所選檔案和資料夾需在這台 Mac 上重新授權。

source: Other
es: Otras
ja: 未分類
zh_hans: 未分类
zh_hant: 未分類

source: Other options
es: Otras opciones
ja: その他のオプション
zh_hans: 其他选项
zh_hant: 其他選項

source: Other resolutions
es: Otras resoluciones
ja: その他の解像度
zh_hans: 其他分辨率
zh_hant: 其他解析度

source: Other wallpaper features are unaffected. Try again after updating macOS or Loomscreen.
es: Las demás funciones de fondos no se ven afectadas. Vuelve a intentarlo tras actualizar macOS o Loomscreen.
ja: 他の壁紙機能への影響はありません。macOS または Loomscreen の更新後に再度お試しください。
zh_hans: 其他壁纸功能不受影响。更新 macOS 或 Loomscreen 后可重试。
zh_hant: 其他桌布功能不受影響。更新 macOS 或 Loomscreen 後可重試。

source: Output tokens
es: Tokens de salida
ja: 出力トークン
zh_hans: 输出 Token
zh_hant: 輸出 Token

source: Overcast
es: Nublado
ja: 曇り
zh_hans: 阴天
zh_hant: 陰天

source: Overlaps with %@
es: Se solapa con %@
ja: %@ と重複しています
zh_hans: 与 %@ 时段重叠
zh_hant: 與 %@ 時段重疊

source: Overlay
es: Superposición
ja: オーバーレイ
zh_hans: 叠加层
zh_hant: 疊加層

source: Overlay layer
es: Capa de superposición
ja: オーバーレイのレイヤー
zh_hans: 小组件层级
zh_hant: 小工具層級

source: Overlays
es: Superposiciones
ja: オーバーレイ
zh_hans: 叠加层
zh_hant: 疊加層

source: Overlays · Put something on your wallpaper
es: Superposiciones · Añade widgets a tu fondo
ja: オーバーレイ · 壁紙にウィジェットを追加
zh_hans: 叠加层 · 在壁纸上添加小组件
zh_hant: 疊加層 · 在桌布上加入小工具

source: Overview
es: Vista general
ja: 概要
zh_hans: 全景
zh_hant: 全景

source: Overview · Give your first display a wallpaper
es: Vista general · Pon un fondo en tu primera pantalla
ja: 全体表示 · 最初のディスプレイに壁紙を設定
zh_hans: 全景 · 为第一台显示器设置壁纸
zh_hant: 全景 · 為第一台顯示器設定桌布

source: Overwrite Scheme
es: Sobrescribir esquema
ja: スキームを上書き
zh_hans: 覆盖方案
zh_hant: 覆蓋方案

source: Overwrite this saved scheme?
es: ¿Sobrescribir este esquema guardado?
ja: この保存済みスキームを上書きしますか？
zh_hans: 覆盖这个已保存的方案？
zh_hant: 覆蓋這個已儲存的方案？

source: Overwrites the chosen scheme with this display's wallpaper, overlays, and all settings.
es: Sobrescribe el esquema elegido con el fondo de pantalla, las superposiciones y todos los ajustes de esta pantalla.
ja: 選択したスキームを、このディスプレイの壁紙・オーバーレイ・すべての設定で上書きします。
zh_hans: 用这台显示器的壁纸、叠加层与全部设置覆盖所选方案。
zh_hant: 用這台顯示器的桌布、疊加層與全部設定覆蓋所選方案。

source: Packaged
es: Empaquetado
ja: パッケージ
zh_hans: 已打包
zh_hant: 已封裝

source: Page
es: Página
ja: ページ
zh_hans: 页码
zh_hant: 頁碼

source: Parent session
es: Sesión principal
ja: 親セッション
zh_hans: 父会话
zh_hant: 父工作階段
